Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/1177.se/vavnadsprov_av_prostata_prostatabiopsi.html.tmx
Source language: fin
Languages: sme

source: Suomeksi / Finska
sme: Davvisámegiella / Nordsamiska

source: Takaisin teeman aloitussivulle
sme: Čoahkkáigeassu (ca 2 sidor)

source: Miksi näyte on syytä antaa ?
sme: Manin dutkan dárbbahuvvo ?

source: Näin se tehdään (ca 4 sidor)
sme: Nu dat dáhpáhuvvá (ca 4 sidor)

source: Yleistä
sme: Almmolaččat

source: Eturauhasen kudosnäytteessä eli biopsiassa lääkäri ottaa eturauhasesta hyvin pieniä kudospalasia tutkimusta varten.
sme: Ovdaraksa gođusiskkus dehe ovdaraksabiopsa, mearkkaša ahte doavttir váldá olu unna binnáid ovdaraksagođđosis vai sáhttá dutkat dan.

source: Näytteen avulla lääkäri voi tutkia, onko eturauhasessa syöpäsoluja.
sme: Iskkus sáhttá dahkkot danin ahte doavttir háliida dutkat leatgo borašdávdaseallat ovdaravssas.

source: Näyte lähetetään laboratorioon analysoitavaksi.
sme: Iskkus sáddejuvvo laboratoriai gos dat analyserejuvvo.

source: Analyysin valmistuttua lääkäri ilmoittaa tutkimustuloksen.
sme: Doavttir dieđiha dasto iskkusbohtosa.

source: Ennen kudosnäytteen ottamista tutkittava ottaa tavallisesti antibioottitabletin.
sme: Gođusiskosa oktavuođas ovttaskas oažžu dábálaččat antibiotihkatableahta.

source: Joskus tutkittava saa myös kotiin lähtiessään tabletin, jonka hän ottaa muutaman tunnin kuluttua näytteenoton jälkeen.
sme: Muhtumin oažžu maid antibiotihkatableahta mielde ruoktot vai beassá váldit moadde diimmu maŋŋel dutkama.

source: Tablettien ottaminen on erittäin tärkeää tulehduksen ehkäisemiseksi.
sme: Lea hui dehálaš váldit tableahtaid vai ii oaččo infekšuvnna.

source: Jos tutkittava on allerginen jollekin antibiootille, siitä tulee kertoa ennen tutkimusta.
sme: Jus ovttaskas lea hearki soames soarttat antibiotihkii, lea dehálaš muitalit dan ovdal dutkama.

source: Jos tutkittavalla on diabetes, synnynnäinen sydänvika tai jonkinlainen läppävika, on tärkeää ilmoittaa siitä vastaanotolle hyvissä ajoin ennen tutkimusta.
sme: Jus ovttaskasas lea sohkardávda, váibmovihki riegádeami rájes dehe soames soarttat váivi váibmouvssohiin lea dehálaš ahte dan dieđiha vuostáváldimis áiggil ovdal dutkama.

source: Tämä koskee myös niitä, jotka käyttävät verta ohentavia lääkkeitä tai kortisonitabletteja.
sme: Dat guoská olbmo dikšojuvvo varanjárbudan dálkasiin dehe kortasonatableahtaiguin.

source: Juuri ennen toimenpidettä tutkittavan tulee käydä WC:ssä ja tyhjentää virtsarakko ja suoli.
sme: Jur ovdal dutkama ovttaskas manná hivssegis ja guđđe čoali ja ráhku.

source: Kuinka näyte otetaan ?
sme: Got dutkamuš dáhpáhuvvá ?

source: Tutkimuksen aikana tutkittava makaa tutkimuspöydällä vasemmalla kyljellään.
sme: Go dutkojuvvo olmmoš velleha gurut gilgga nalde seaŋgabeaŋkkas.

source: Lääkäri aloittaa tutkimuksen tunnustelemalla eturauhasta sormella peräsuolen kautta.
sme: Doavttir álgá guldalemiin ovdaravssa suorpmain bahtačoalis.

source: Tämän jälkeen peräsuolen sisään muutaman senttimetrin syvyyteen työnnetään varovasti ultraäänianturi.
sme: Dasto dolvojuvvo ultrajietnasoabbi várrogasat moadde centte bahtačoallái.

source: Toimenpide ei ole kivulias, mutta saattaa tuntua hieman epämiellyttävältä.
sme: Dat ii bávččat muhto soaitá orrut unohas.

source: Ultraäänianturissa olevan kanavan kautta lääkäri vie sisään neulan, jonka avulla eturauhasesta otetaan koepaloja.
sme: Ultra-jietnasoabbekanála bakte doavttir doalvu nálu mii gevtojuvvo váldit iskosa ovdaravssas.

source: Useimmat kokevat toimenpiteen vain hieman tai ei lainkaan kivuliaana.
sme: Eatnasat dovdet beare mearkkašmeahttun gibu dehe ii oppanassiige gibu.

source: Mutta jos tutkittava tuntee kipua, eturauhaseen voi saada paikallispuudutuksen.
sme: Muhto jus ovttaskas atná ahte bávččaga sáhttá oažžut báikkálašjámiheami.

source: Näytteenotto kestää noin 15 minuuttia.
sme: Dutkan váldá sullii kvártta.

source: Miltä tutkimuksen jälkeen tuntuu ?
sme: Mot olmmoš veadjá maŋŋil ?

source: Toimenpiteen jälkeen siemennesteessä, virtsassa tai ulosteessa voi näkyä verta.
sme: Lea dábálaš ahte ovttaskas oažžu vara siemagolgosii, gožžii dehe baikii maŋŋil.

source: Se on täysin vaaratonta.
sme: Dat ii mearkkaš ahte juoga lea vearrut.

source: Välittömästi toimenpiteen jälkeen voi tuntua kipua ja virtsaamistarvetta.
sme: Olbmoš sáhttá dovdat vehá bákčasa ja dovdat cissahoahpu dakkaviđe maŋŋel.

source: Näyte otetaan eturauhasesta
sme: Iskkus váldojuvvo ovdaraksaravssas

source: Eturauhanen on rauhanen, joka on virtsarakon alapuolella virtsaputken yläosan ympärillä.
sme: Ovdaraksa lea raksa mii lea gožžaoari bajit oasi birra gožžarágu vuolde.

source: Eturauhasen tehtävänä on tuottaa siittiöiden kuljettamiseen tarvittavaa nestettä.
sme: Ovdaravssa doaibman lea válbmet fievrridangolgosa sagahansellii.

source: Eturauhasesta otettavasta kudosnäytteestä voidaan tutkia, onko siinä syöpäsoluja.
sme: Ovttaskas sáhttá oažžut guođđit gođusiskosa ovdaravssas dutkan dihte leago borašdávdaseallat das.

source: Kudosnäyte koostuu hyvin pienistä kudospaloista, jotka tutkitaan.
sme: Gođusiskkus lea olu unna gođusbinnát mat váldojuvvojit ja dutkojuvvojit.

source: Kudosnäytettä kutsutaan myös biopsiaksi.
sme: Gođusiskkus gohčoduvvo maid biopsan.

source: Ensin muita tutkimuksia
sme: Álggos dahkko eará dutkamat

source: Kudosnäytteen ottamiseen voi olla kaksi syytä.
sme: Erenomážit guovtti dilálašvuođas gođusiskkus lávejuvvo váldot.

source: Toinen on se, että ns. PSA-arvo on kohonnut.
sme: Nubbi lea jus nu gohčoduvvon PSA-árvu lea loktanan.

source: PSA on eturauhasen tuottama aine, jota erittyy verenkiertoon.
sme: PSA lea ávnnas mii válbmejuvvo ovdaravssas ja golgá varrabánas.

source: PSA-arvo voi kohota, jos eturauhanen on suurentunut.
sme: PSA-árvu sáhttá dárkkistuvvot dábálaš varraiskosiin.

source: Toinen näytteenoton syy on kovettuma eturauhasessa, mikä voi olla merkki eturauhassyövästä.
sme: PSA-árvu sáhttá leat loktanan jus ovttaskasas lea ovdaraksa sturron.

source: Eturauhasesta kovettuman lääkäri on löytänyt tunnustellessaan eturauhasta sormella peräsuolen kautta. Eturauhanen sijaitsee muutaman senttimetrin päässä peräaukosta lähellä suolen etuseinämää.
sme: Eará sivat loktanan PSA-árvui sáhttet leat jus olbmoš lea infekšuvdna dehe vuolši ovdaravssas, muhto maid jus olbmos lea ovdaraksaborašdávda.

source: Yleensä eturauhanen tuntuu täysin sileältä.
sme: Loktanan PSA ii vuolgge danin sihkkarit ovdaraksaborašdávddas.

source: Kudosnäytteiden mikroskooppitutkimus
sme: Gođusbinnát dutkojuvvojit mikroskohpas

source: Eturauhasesta otetut kudosnäytteet tutkitaan mikroskoopilla, jolloin saadaan selville, onko kyseessä eturauhassyöpä.
sme: Dat gođusbinnát mat váldojuvvojit ovdaravssas sáddejuvvojit mikroskohpalaš dutkamii mii addá vástádusa leago ovdaravssas borašdávda dehe ii.

source: Syöpäkudos arvioidaan sitten Gleasonin luokituksen mukaan.
sme: Borašdávdagođus mearriduvvo dasto skála mielde mii gohčoduvvo Gleason.

source: Näin se tehdään
sme: Nu dat dáhpáhuvvá

source: Tärkeä esivalmistelu antibiooteilla
sme: Antibiotika dehálaš válmmastallan

source: Kudosnäytteen oton yhteydessä otetaan yleensä antibioottitabletti.
sme: Gođusiskosa oktavuođas oažžu dábálaččat antbiotihkatableahta.

source: Jos tutkittava on allerginen jollekin antibiootille, kuten penisilliinille, on tärkeää ottaa yhteyttä tutkimuksen suorittavaan klinikkaan tai vastaanottoon.
sme: Jus lea hearki soames soarttat antibiotikai, ovdamearkka dihte penicilliidna, lea dehálaš váldit oktavuođa dainna klinihkain dehe vuostáváldimiin gos dutkan boahtá dahkkot.

source: Lääkityksen muutos voi olla tarpeen
sme: Dálkkodeami sáhttá dárbbahit rievdaduvvot

source: Jos tutkittava käyttää verenohennuslääkkeenä Warania, tästä tulisi ilmoittaa vastaanottoon vähintään viikkoa ennen tutkimusta.
sme: Jus váldá Warandiippat varanjárbudandálkasa das galgá almmuhit vuostáváldimii vahku ovdal dutkama.

source: Veren INR-arvon täytyy ehtiä korjautua, veren tulee ts. hyytyä normaalisti.
sme: Vara PK- árvvu ferte geargat divvut, dat mearkkaša ahte varra galgá geargat giellut dego dábálaččat.

source: Warania määrännyt lääkäri varmistaa, että annosta voi pienentää ennen tutkimusta.
sme: Dat doavttir gii lea mearridan dálkasa galgá geahččat bearrái ahte dosa unniduvvo ovdal dutkama.

source: Vastaanoton tulee lisäksi tietää hyvissä ajoin etukäteen, onko tutkittavalla läppävika, synnynnäinen sydänvika tai tekoläppä.
sme: Vuostáváldin ferte maid oažžut diehtit áiggil jus olbmoš lea vihki váibmouvssohiin, váibmovihki riegádeami rájes dehe uvssotprotesa.

source: Sama koskee tutkittavaa, jolla on ollut bakteeritulehdus sydänläpissä.
sme: Seamma ášši guoská jus lea leamaš bakteriijainfekšuvdna váibmouvssohiin.

source: Jos tutkittavalla on diabetes tai jos hän käyttää kortisonitabletteja, on tärkeää ilmoittaa tästäkin vastaanottoon.
sme: Jus olbmoš lea sohkardávda dehe dikšojuvvo kortasonatableahtaiguin lea maid dehálaš dieđihit dan vuostáváldimii.

source: Antibioottihoito tulee mukauttaa kunkin erityisten vaivojen mukaan.
sme: Antibiotihkadikšun ferte muddejuvvot juohke persovnna sierra váttuide.

source: Tutkimus on nopea
sme: Dutkan manná jođánit

source: Tutkimus kestää noin viisitoista minuuttia, ja se voidaan usein tehdä ilman puudutusta.
sme: Ieš dutkan váldá sullii kvártta ja sáhttá dahkkot jámálkeahttá.

source: Kyseessä on suhteellisen yksinkertainen ja nopea toimenpide, joka voidaan suorittaa lähes kaikille.
sme: Dat lea oalle eaŋkilis ja jođánis dutkan man measta buot sáhttet čađahit.

source: Joissakin sairaaloissa tutkittavalle saatetaan ennen tutkimusta antaa mikroperäruiske, joka otetaan kotona ennen toimenpidettä.
sme: Dihto buohcciviesuin sáhttá ovdal dutkama leat ožžon nu gohčoduvvon mikrobahtačoalledoidima man ovttaskas galgá leat váldán ruovttus.

source: Alaruumis riisutaan paljaaksi ja sukuelimet peitetään pyyhkeellä.
sme: Goruda vuolit oassi lea báljis ja sihkaldat gokčá vuolleoasi.

source: Eturauhanen on yleensä sileä, kiinteä ja hieman joustava.
sme: Ovdaraksa lea dássil, divttis ja vehá elastalaš.

source: Eturauhasen kovuus ja kyhmyisyys voivat olla syövän merkkejä.
sme: Jus ovdaraksa lea garrasit go dábálaččat sáhttá dat leahkit mearka borašdávddas.

source: Ultraäänellä kuva eturauhasesta
sme: Ultrajietna addá gova ovdaravssas

source: Tunnustelun jälkeen eturauhanen tutkitaan ultraäänellä.
sme: Dasto ovdaraksa dutkojuvvo ultrajiena vehkiin.

source: Ultraäänianturi viedään varovasti pieni matka peräsuolen sisään, ja lääkäri tutkii eturauhasta muutaman minuutin ajan.
sme: Nu gohčoduvvon Ultra-jietnasoabbi dolvojuvvo várrogasat veháš mátkki bahtačoallái ja doavttir golaha moadde minuhta ovdaravssa dutkamii.

source: Ultraäänianturi on noin 20 cm pitkä, mutta vain sen uloin osa viedään peräsuoleen muutaman senttimetrin veran.
sme: Ultra-jietnasoabbi lea sullii 20 centimehtera guhkki, muhto beare bajimus oassi dolvojuvvo sisa moadde centimehtera.

source: Anturin läpimitta on noin 2,5 cm..
sme: Soappi čađamihttu lea sullii 2,5 centimehtera.

source: Anturi sisältää ultraäänilähettimen.
sme: Soappi siste lea Ultra-jietnasáddejeaddji.

source: Se lähettää ääniaaltoja, jotka palautuvat takaisin kehon eri kudoksista.
sme: Dat sádde jietnabáruid maidda dasto goruda siskkit orgánat dávistit.

source: Ultraääniaallot siirretään tietokoneelle, joka muodostaa niistä kuvan. Lääkäri näkee kuvan näytöllä.
sme: Ultra-jietnabárut dolvojuvvo dihtorii mii muhtá daid govvan maid doavttir vuorustis sáhttá oaidnit govvašearpmas.

source: Se on mustavalkoinen ja esittää poikkileikkauksen eturauhasesta.
sme: Govva lea čáhppesvielgat ja addá čađačuhppojuvvon gova ovdaravssas.

source: Kudosnäyte otetaan neulalla
sme: Gođus váldo olggos biopsanáluin

source: Kuvauksen jälkeen rauhasesta otetaan kudosnäytteitä.
sme: Dan maŋŋel váldo gođusiskkus ravssas.

source: Ultraäänianturissa on kanava, johon biopsineula viedään.
sme: Ultra-jietnasoabbi lea kanálas gosa biopsanállu coggojuvvo.

source: Neulan halkaisija on muutama millimetri.
sme: Nállu čađamihttu lea moadde millimettara.

source: Neula työnnetään suolen limakalvon läpi eturauhaseen.
sme: Dat čuggejuvvo čoallešliiveasi čađa ovdaraksii.

source: Ultraäänikuvan avulla lääkäri pystyy ohjaamaan neulan oikeaan kohtaan.
sme: Ultra-jietnagova vehkiin govvašearpmas sáhttá doavttir siktet nálu nu ahte dat deaivá njuolga.

source: Neulassa on säiliö, joka pistetään nopeasti eturauhasen sisään ja täytetään eturauhaskudoksella.
sme: Nálus lea lihtti mii jođánit čuggejuvvo ovdaraksii ja mii dievvá ovdaraksagođđosiin.

source: Yleensä lääkäri ottaa useita koepaloja eri puolilta eturauhasta.
sme: Dávjjimusat doavttir čugge máŋgii ja váldá iskosiid ovdaravssa sierra báikkiin.

source: Koepaloja otetaan yleensä 8–12 kappaletta.
sme: 8 ja guoktenuppelot iskosa leat dábálaččat.

source: Toimenpide voi tuntua hieman epämiellyttävältä
sme: Sáhttá dovdot vehá unohas

source: Ultraäänianturi ei tee kipeää, mutta toimenpide voi tuntua hieman epämiellyttävältä.
sme: Ieš Ultra-jietnasoabbi ii atte mangelágán bákčasa muhto sáhttá unohastit vehá.

source: Kun se painetaan eturauhasta vasten, voi tuntua virtsaamistarvetta.
sme: Go dat deddojuvvo ovdaraksii sáhttá dovdot cissahoahppu.

source: Sen vuoksi rakko kannattaa tyhjentää ennen tutkimusta.
sme: Danin lea buorre guđđet ráhku ovdal dutkama.

source: Kudosnäytteiden ottaminen neulalla voi tuntua epämiellyttävältä ja joskus kivuliaalta.
sme: Go gođusbinnát váldojuvvojit biopsanáluin dat sáhttá orrut unohas ja muhtimin bávččagit.

source: Lähes jokainen toimenpiteen läpikäynyt on kokenut vain lievää kipua tai ei lainkaan kipua.
sme: Measta buot geat leat čađahan iskkusváldima vásihit ahte sii leat dovdan beare unnánaš bákčasa dehe eai oppanassiige bákčasa.

source: Jos kipu on hyvin voimakasta, toimenpiteessä voidaan käyttää paikallispuudutetta.
sme: Lea vejolaš oažžut báikkálasjámiheami jus šaddá garra gihppu.

source: Toimenpiteen jälkeen
sme: Jurddašit maŋŋel dutkama

source: Runsas nesteen nauttiminen huuhtelee virtsarakkoa ja auttaa ehkäisemään virtsatietulehduksia.
sme: Gožžaráhkoinfekšuvnna vealtimii lea buorre juhkat valjit nu ahte ráhku doidasa buhtisin.

source: Komplikaatiot ja riskit
sme: Lassedávddat ja riskkat

source: Tutkimuksen jälkeen siemennesteessä, virtsassa ja ulosteessa saattaa esiintyä verta, mikä on täysin vaaratonta.
sme: Varra siemagolgosis, gožžas ja baikkas lea dábálaš dakkár dutkama maŋŋel iige leat makkárge mearka sivas.

source: Siemennesteessä voi esiintyä verta jopa useamman viikon ajan.
sme: Varra siemagolgosis sáhttá leat guhkit áiggi, muhtimin máŋga vahku.

source: Veri virtsasta ja ulosteesta häviää yleensä muutamassa päivässä.
sme: Varra gožžas ja baikkas láve mannat meaddel moatti beaivvis.

source: Ehkäisevästä antibiootista huolimatta voi tutkimuksen jälkeen joskus saada bakteerin aiheuttaman tulehduksen.
sme: Vaikko lea ožžon antibiotihka eastadan dárkkuhusas olmmoš sáhttá muhtimin oažžut infekšuvnna man baktearat leat dagahan.

source: Riski on suurin viikko tutkimuksen jälkeen.
sme: Riska lea stuorimus vahku maŋŋel dutkama.

source: Jos tutkimuksen jälkeen nousee korkea kuume ja olo tuntuu sairaalta, tulee ottaa heti yhteys lääkäriin tai hakeutua ensiapuun.
sme: Jus olmmoš oažžu febera ja dovdá iežas skibasin galgá dakkaviđe váldit oktavuođa doaktáriin dehe mannat fáhkkavuostáváldimii.

source: Laatinut: Fredrik Sunden, munuaisiin ja virtsateihin erikoistunut lääkäri, Kirurgian klinikka, Helsingborgin sairaala
sme: Čálli: Fredrik Sundén, doavttir, spesialiseren monemuččaide ja gožžaráhkuide, Kirurgiska kliniken, Helsingborgs lasarett

source: Kuvittaja: Kari C. Toverud, sertifioitu lääketieteen kuvittaja, Oslo, Norja
sme: Devdnejeaddji: Kari C. Toverud, sertifierejuvvon medisiinnalaš devdnejeaddji, Oslo, Norge

source: 1117 Vårdguiden – toimitus ja toimitusneuvosto on myös muokannut, tarkastanut ja hyväksynyt kaiken sisällön.
sme: 1177 Vårdguiden redakšuvdna ja redakšuvdnaráđđi leat maid duddjon, dárkkistan ja dohkkehan buot sisdoalu.
